000100* HELLO.CBL
000200 IDENTIFICATION DIVISION.
000300 PROGRAM-ID. hello.
000400 PROCEDURE DIVISION.
000500 SAY-HELLO.
000600     DISPLAY "Hello, world".
000700     STOP RUN.
